[{"model": "book.page_projet", "pk": 4, "fields": {"titre": "UX et Cosmétiques", "text": "La recherche utilisateur dans l'univers des produits cosmétiques est peu documentée dans la littérature. À cause de la multitude des outils et produits utilisés, mais aussi du fait de son caractère intime, l'application de maquillage et de soins est une activité difficile à étudier in situ. Définir des variables pertinentes à mesurer est également un défi complexe, car l'expérience du produit ne se limite pas à son application, mais à une multitude d'étapes dans lesquelles les utilisateurs attendront différentes choses des caractéristiques du produit.\r\n\r\nPour toutes ces raisons, l'User Research dans ce domaine constitue un challenge intéressant à relever pour les ergonomes et les designers. Chez Chanel, j'ai principalement travaillé lors des phases exploratoires de projets : Approfondir les connaissances des utilisateurs et du contexte d'utilisation des produits.</p>\r\n<h3>Phase exploratoire</h3>\r\n\r\n<img src=\"http://docteurbob.pythonanywhere.com/static/images/schema_conception.png\" class=\"img-fluid\" style=\"max-width: 100%;\" />\r\n\r\n<p>« Partir de rien » est souvent le point de départ de la recherche appliquée à la co-conception de produits. C’est ce que l’on nomme la phase exploratoire du projet. Avec la phase d’évaluation, c’est ici que les compétences à la recherche en psychologie / ergonomie sont le plus sollicitées. Nous partons du principe que nous ne connaissons pas les utilisateurs, ni même ce qu’ils font des produits déjà existants, ou comment ils pourraient intégrer l’innovation que l’on souhaite développer. La récolte de données est réalisée à partir d’observations, d’entretiens, d’administration de questionnaires, d’ateliers de créativité / projection et, dans la mesure du possible, dans le contexte d’utilisation. \r\n\r\nA l’issue de cette phase, nous avons été capable d’identifier les caractéristiques pertinentes des utilisateurs. Le Persona crée à la suite, en plus de rendre compte de caractéristiques démographiques, des aspirations, pensées et affects, ciblaient également des critères spécifiques aux produits cosmétiques étudiés et ne peuvent pas s’étendre à d’autres types de produits. (En d’autres mots, même si la cible reste inchangée, le développement d’un nouveau produit demandera une nouvelle fois de la recherche utilisateur).\r\n\r\nA partir des observations et des entretiens, il a été possible de cadrer l’utilisation du produit dans le temps. Nous avons récolté des éléments factuels (étapes de l’interaction, actions réalisées, verbalisations, durées) mais aussi des aspects du vécu subjectif (émotions ressenties, cheminement de pensée). Ces éléments sont le résultat de l’utilisation conjointe de méthodes d’observation et d’entretien. Elles permettent d’identifier les points de difficulté ressentis par les utilisateurs. Ce sont ces points en particulier qui vont nécessiter un traitement attentif lors des phases de conception.</p>\r\n<h4>Compétences et actions déployées</h4><ul style=\"list-style:square outside;\">\r\n<li>Veille scientifique et concurrentielle</li>\r\n<li>Recrutement des participants via sociétés de panel</li>\r\n<li>Animation des tests utilisateurs</li>\r\n<li>Définition de protocoles d'étude</li>\r\n<li>Création de guides d'entretiens et animation</li>\r\n<li>Mise en place des moyens nécessaires à l'observation</li>\r\n<li>Benchmark UX (Entretiens, Tests utilisateurs, Échelles)</li>\r\n<li>Observation (TheObserverXT)</li>\r\n<li>Analyses statistiques (R): Regressions, Anova, ACH</li>\r\n<li>Communication orale et écrite en anglais</li>\r\n<li>Communication des résultats (Personae, Rapport d'étude, Présentation) </li>\r\n<p>", "tag": "cosmetique", "description": "L'expérience utilisateur appliquée aux produits de beauté.", "img_description": "description_projets/brush_R4V7I3S.jpg"}}, {"model": "book.page_projet", "pk": 5, "fields": {"titre": "Oculométrie", "text": "J’ai réalisé mon mémoire de recherche de Master au sein du laboratoire Vision Action Cognition. Cette unité étudie les dynamiques entre la perception et l’action, ainsi que leurs interactions avec d’autres fonctions cognitives. J’ai travaillé sous la direction de Louisa Lavergne, Nadia Alayane et Karine Doré-Mazars. Notre objectif visait à étudier comment le système oculomoteur s'adapte aux changements. </p>\r\n<h3><b>Grandes étapes du projet :</b></h3>\r\n<ol><li style=\"font-size:1.3em;font-weight:bold;\">Revue de bibliographie :</li>\r\n<p>La première étape du projet a été d’effectuer un état de l’art concernant l’apprentissage sensori-moteur des saccades oculaires. Une synthèse a été écrite. Elle constitue une partie importante du mémoire de recherche.</p>\r\n<li style=\"font-size:1.3em;font-weight:bold;\">Mise au point de la méthodologie</li>\r\n<p>Suite à la revue de bibliographie, une méthodologie adaptée à notre question de recherche doit être définie. A cette étape, le plan des analyses statistiques et des traitements de données est également posé. </p>\r\n<li style=\"font-size:1.3em;font-weight:bold;\">Traitements statistiques de données</li>\r\n<p>Les données brutes issues de l’Eyetracker ont subi un pré-traitement grâce au logiciel d'extraction de données fourni par SR Research. Cependant, pour les besoins précis de l’étude, il a été nécessaire d’opérer des étapes de traitements supplémentaires pour isoler les variables d’études. Ensuite, des analyses inférentielles ont été menées selon le plan d'analyse conçu au préalable (modélisations linéaires et ANOVA).</p>\r\n<li style=\"font-size:1.3em;font-weight:bold;\">Communication des résultats</li>\r\n<iframe src=\"https://onedrive.live.com/embed?cid=B3698806E06D3377&amp;resid=B3698806E06D3377%21110&amp;authkey=AAycBya9sO5-3Wo&amp;em=2&amp;wdAr=1.7777777777777777\" width=\"610px\" height=\"367px\" frameborder=\"0\">Ceci est un document <a target=\"_blank\" href=\"https://office.com\">Microsoft Office</a> incorporé, optimisé par <a target=\"_blank\" href=\"https://office.com/webapps\">Office Online</a>.</iframe>\r\n</ol>\r\n\r\n<p>", "tag": "oculometrie", "description": "Mémoire de recherche fondamentale autour de la programmation oculomotrice.", "img_description": "description_projets/eyetracking.jpg"}}, {"model": "book.page_projet", "pk": 6, "fields": {"titre": "Benchmark de la SUS", "text": "La System Utilisability Scale est une échelle mise au point par John Brooke en 1986. Elle a pour objectif de très rapidement mesurer l'utilisabilité perçue d'un système. Le questionnaire est composé de 10 questions. Elles abordent la plupart des notions présentes dans les modèles de l'utilisabilité et de l'UX : Apprenabilité, Consistance, Facilité d'usage, Confiance...\r\n<img class=\"img-fluid\" src=\"http://docteurbob.pythonanywhere.com/static/images/screely-1560873422246.png\"/>\r\n<a href=\"http://docteurbob.pythonanywhere.com/sus-interpreter\">Lien vers le programme</a></p>\r\n<h3>System Usability Scale</h3>\r\n<ol><li>Je pense que j'aimerai utiliser souvent ce système</li>\r\n<li>Je pense que le système est inutilement complexe</li>\r\n<li>Je trouve le système facile à utiliser</li>\r\n<li>Je pense que j'aurais besoin de l'aide d'un technicien pour être capable d'utiliser le système</li>\r\n<li>Je pense que les différentes fonctions du système ont été bien intégrées</li>\r\n<li>J'ai trouvé qu'il y avait trop d'inconsistances dans le système</li>\r\n<li>Je pense que la plupart des gens apprendraient rapidement à utiliser le système</li>\r\n<li>Je trouve le système gênant à utiliser</li>\r\n<li>Je me sens confiant.e dans l'utilisation du système</li>\r\n<li>J'ai besoin d'apprendre beaucoup de choses avant de m'habituer au système</li>\r\n<hr/></ol>\r\n<h3>Comment utiliser l’échelle : </h3>\r\n<ul><li>Chaque participant renseigne son degré d’adhésion à chaque item\r\n<br/><center>(Très en désaccord) <b>1</b> ☐ ☐ ☐ ☐ ☐ <b>5</b> (Très en accord)</center> </li>\r\n<li>Pour calculer le score global, il suffit d'inverser les notes obtenues aux items pairs (2,4,6,8 et 10) :\r\n<br/><center> Vraie note items pairs = 6 - \"note à l'item\"</center></li>\r\n<li>Puis de faire la somme des notes inversées et des autres. </li>\r\n<li>Enfin, multiplier le total par deux. Ce résultat est le score global /100.</li></ul>\r\n<p>\r\n\r\nMalgré cette diversité de notions abordées, seul le score total à l’échelle est utilisable. Cependant, grâce à la quantité impressionnante de données ayant été récoltée, des chercheurs sont parvenus à réaliser un échantillonnage des scores totaux. Mais aussi de prédire les notes moyennes obtenues à chaque item selon le score total mesuré.\r\n\r\nCe que ces travaux nous permettent de faire, c'est de comparer le système que l'on étudie à l'ensemble des système généralement mesurés avec l’échelle. Nous pouvons donc estimer dans quelle mesure un score global est bon, et sur quels items notre système fait mieux ou moins bien que les autres systèmes ayant eu la même note. Cela permet d'apporter des informations qualitatives importantes qui vont aiguiller le diagnostique sans avoir à développer de nouveaux outils spécifiques. Si un item aborde une facette de l'utilisabilité importante pour votre étude, l'outil pourra vous permette d'en comprendre la performance.</p>\r\n\r\n<div style=\"background-color:#EEEEEE;padding:20px\";><h3>Exemple</h3>\r\n<p style=\"font-size:1.2em;\">Je suis commandité pour étudier l'utilisabilité perçue d'un service en ligne. Je fais passer le questionnaire SUS à mes participants à l’issu des tests utilisateurs. Au final, je me retrouve avec un score total moyen de 82. Grâce à mon outils, je sais que ce score correspond à une note de A, c'est à dire que l'utilisabilité perçue de mon système est meilleure que 90% des autres systèmes. Cependant, la consistance du système - C'est à dire sa qualité à rester cohérent tout au long de l'utilisation - est un aspect nous intéressant particulièrement. L'item 6 aborde de cette notion. En moyenne, les utilisateurs ont répondu 1,9 à l'item. Mon outil m'informe que les système ayant un score global de 82 ont une moyenne de 1,7 à l'Item 6. La note que j'ai obtenu à l'item 6 s'apparente plus à un système dont le score globale est 76, noté B, et supérieur seulement à 70% des autres systèmes.</p> </div>\r\n\r\n<h3>Améliorations à venir</h3>\r\n<p>Rendre le rapport plus user-friendly. </p>\r\n\r\n<h3>Bibliographie</h3>\r\n<ol><li>Lewis, J. R., & Sauro, J. (2018). Item benchmarks for the system usability scale. Journal of Usability Studies, 13(3), 158-167.</li></ol>", "tag": "sus", "description": "Création d'un outil de benchmark de la System Usability Scale.", "img_description": "description_projets/sus.png"}}]